
/* conjunction to end a compound sentence */
" and" = "ja";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" on jo käytössä.";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Kirjaudutaan sisään)";

/* No comment provided by engineer. */
"%@ requests to send you %@" = "%1$@ haluaa lähettää sinulle tiedoston %2$@";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Uusi tunnus>";

/* No comment provided by engineer. */
"Account:" = "Tunnus:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Toiminto:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Lisää toiminto valittuun tapahtumaan";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium mahdollistaa täysin turvallisten salattujen OTR-keskusteluiden käymisen %@ tunnuksella. Jos ystävä, jonka kanssa keskustelet, ei käytä OTR-yhteensopivaa tunnusta, hänelle tullaan lähettämään linkki OTR internet sivustolle kun keskustelu aloitetaan. Saadaksesi lisää tietoja OTR-salauksesta vieraile internet sivustolla http://www.cypherpunks.ca/otr/.";

/* No comment provided by engineer. */
"Alias:" = "Nimi:";

/* No comment provided by engineer. */
"Cancel" = "Peruuta";

/* Cancel current account activity prefix */
"Cancel: %@" = "Peruuta: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Äänivalikoimaa ei voida avata";

/* No comment provided by engineer. */
"Clear" = "Pyyhi";

/* No comment provided by engineer. */
"Configure the selected action" = "Mukauta valittua toimintoa";

/* Connect account prefix */
"Connect: %@" = "Kirjaa sisään: %@";

/* No comment provided by engineer. */
"contact list group" = "ystävälistan ryhmä";

/* No comment provided by engineer. */
"contact list item" = "ystävälistan kohde";

/* No comment provided by engineer. */
"Custom" = "Mukautettu";

/* New contact alert pane */
"Delete after event occurs" = "Poista tapahtuman jälkeen";

/* No comment provided by engineer. */
"Delete Event?" = "Poista tapahtuma?";

/* No comment provided by engineer. */
"Disable" = "Poista käytöstä";

/* No comment provided by engineer. */
"Disabled Accounts" = "Käytöstä poistetut tunnukset";

/* Disconnect account prefix */
"Disconnect: %@" = "Kirjaa ulos: %@";

/* No comment provided by engineer. */
"Edit" = "Muokkaa";

/* No comment provided by engineer. */
"Edit Account" = "Muokkaa tunnusta";

/* No comment provided by engineer. */
"Edit Link" = "Muokkaa linkkiä";

/* Enable account prefix */
"Enable %@" = "Ota käyttöön %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Salaus:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Tapahtuma:";

/* No comment provided by engineer. */
"Idle" = "Ei aktiivinen";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Viallinen tilakuvakepaketti";

/* No comment provided by engineer. */
"Join" = "Liity";

/* No comment provided by engineer. */
"Join Chat" = "Liity keskusteluun";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Anna toisten nähdä kun kirjoitat viestejä";

/* Label for the login server field in the account preferences */
"Login Server:" = "Login Server:";

/* No comment provided by engineer. */
"New Alert" = "Uusi ilmoitus";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Ei yhteensopivia tunnuksia kirjattuna sisään";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Label for the password field in the account preferences */
"Password:" = "Salasana:";

/* No comment provided by engineer. */
"Paste" = "Sijoita";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Poista %i toimintoa tästä tapahtumasta?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Poista valitut toiminnot?";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Äänipaketin päivittäminen epäonnistui";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "The active status icon pack \"%1$@\" installed at \"%2$@\" is invalid.  It is missing the required status icon \"%3$@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "The characters you're entering are not valid for an account name on this service.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "The sound set %1$@ is version %2$i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %1$@ located at %2$@. It has been disabled.";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Kirjoittaminen:";

/* No comment provided by engineer. */
"Unknown" = "Tuntematon";

/* No comment provided by engineer. */
"User Name" = "Käyttäjän nimi";
